{
    "A": [
        "Make a strong fist with your thumb pointing upwards.",
        "It's better if the shape of the fist is slanted a bit.",
        "Keep your hand steady in said position."
    ],
    "B": [
        "Open up your hand upwards and bend your thumb inwards to the palm.",
        "Check that your fingers (index to pinky) are pointing straight up.",
        "Make sure the thumb touches the palm for more accuracy."
    ],
    "C": [
        "Make the shape of a 'C' with your entire hand.",
        "Make sure that the 'C' is shown sideways to the camera.",
        "Do not allow your thumb to touch the rest of the fingers."
    ],
    "D": [
        "Point your index finger up and form an 'O' with the rest of your fingers.",
        "Make sure it is in a sideways position.",
        "Try to make the shape resemble the letter 'D' on the camera."
    ],
    "E": [
        "Make the shape of a claw with your fingers (index to pinky).",
        "Place your thumb towards the palm of your hand.",
        "Make sure that the thumb lies under the rest of the fingers."
    ],
    "F": [
        "Lift up your fingers from middle to pinky.",
        "With your index and thumb, make a circle connecting them.",
        "It should resemble something close to an 'OK' sign."
    ],
    "G": [
        "Make a closed fist where the index finger is the only one not in.",
        "Make the index finger point towards a side, either left or right.",
        "If it takes some time, try to point diagonally left or right."
    ],
    "H": [
        "Make a closed fist where the index and middle fingers are the only ones not in.",
        "Make the two fingers point towards a side, either left or right.",
        "If it takes some time, try to point them diagonally left or right."
    ],
    "I": [
        "Make a closed fist with your hand and lift the pinky finger.",
        "Check that your pinky is pointing upwards.",
        "Hold said position and minimize movement."
    ],
    "J": [
        "Make a closed fist with your hand and lift the pinky finger.",
        "Check that your pinky is pointing diagonally downwards, either left or right.",
        "Hold said position and minimize movement."
    ],
    "K": [
        "Perform the peace sign with your fingers.",
        "Raise your thumb upwards so that it lies in the middle of the peace sign.",
        "Make sure that the side of the palm is the one facing the camera."
    ],
    "L": [
        "Lift your index finger up with the fingers from middle to pinky as a fist.",
        "Point your thumb to the side while holding the index upwards.",
        "It should look like the capital letter 'L'."
    ],
    "M": [
        "Curl your hand downwards towards the camera with your thumb inside.",
        "The outer side of your hand should be facing the camera.",
        "All the fingers from index to pinky should be showing."
    ],
    "N": [
        "Curl your hand downwards towards the camera with your thumb, ring, and pinky inside.",
        "The outer side of your hand should be facing the camera.",
        "Only the index and middle fingers should be showing."
    ],
    "O": [
        "In a sideways manner, make a circle with your hand.",
        "Make sure that the hollow part is facing the camera.",
        "The more round it looks, the better it is."
    ],
    "P": [
        "Extend your index finger and point it forward while keeping your thumb up.",
        "Let your middle finger point downward while the ring and pinky fingers stay folded.",
        "Angle your hand so the middle finger points downward, resembling the letter 'P'."
    ],
    "Q": [
        "Extend your index finger forward and keep your thumb up.",
        "Slightly tilt your hand down so it looks like you want to pinch something.",
        "Unlike 'P,' angle your hand so the index and middle fingers are pointing downward."
    ],
    "R": [
        "Raise your index and middle finger upwards, making sure the index goes over the middle.",
        "The rest of the fingers should be in a closed fist position.",
        "Try tilting your hand slightly to the sides for better detection."
    ],
    "S": [
        "Make a strong fist with your thumb covering the fingers.",
        "It's better if the shape of the fist is slanted forward a bit.",
        "Keep your hand steady in said position."
    ],
    "T": [
        "Make a fist but leave your thumb pointed to the side.",
        "Lift your index finger and bend it like a hook.",
        "Point straight to the camera with the palm side facing it."
    ],
    "U": [
        "Raise your index and middle finger upwards, making sure they touch each other.",
        "The rest of the fingers should be in a closed fist position.",
        "Try tilting your hand slightly to the sides for better detection."
    ],
    "V": [
        "Perform the peace sign with your fingers.",
        "Your thumb should be holding the ring and pinky finger.",
        "Make sure that the side of the palm is the one facing the camera."
    ],
    "W": [
        "Lift upwards the fingers from the index to the ring.",
        "With your thumb, hold the pinky finger down towards the palm.",
        "Try slanting your hand slightly downward towards the camera."
    ],
    "X": [
        "Make a closed fist with your hand and lift the index finger up.",
        "Check that your index is making a short hook shape.",
        "Try with the palm side facing the camera or slightly sideways."
    ],
    "Y": [
        "Make a fist with your hand and lift the pinky finger up.",
        "Use your thumb to point to the side.",
        "Tilt your hand a bit to the side with more resistance."
    ],
    "Z": [
        "Make a fist with the index finger pointed diagonally.",
        "Make sure that it is diagonal to the side that provides more resistance.",
        "Hold your hand in said position."
    ],
    "del": [
        "Let your wrist bend naturally downward, keeping it flexible but controlled.",
        "Bring your fingers together while slightly curling them, forming a gentle arc.",
        "Rest your thumb close to your fingers but without pressing too hard."
    ],
    "space": [
        "Keep your wrist elevated while maintaining a natural curve.",
        "Open your fingers slightly apart while keeping them relaxed and slightly curved.",
        "Imagine holding a small ball, creating a soft curve in your hand without tensing your fingers."
    ]
}